//Напишите программу, которая на вход принимает два числа и выдаёт, какое число большее, а какое меньшее.
//
int a = 50;
int b = 18;
int min = a;

if (b < min) min = b;
Console.Write (min);
